/* details panel string - number of times the program has crashed */
"# of Crashes" = "クラッシュ回数";

/* details panel string - number of times the program has been launched */
"# of Launches" = "起動回数";

/* Download window title - text is name of the running application */
"%@ Update" = "%@ のアップデート";

/* title of new versions available dialog, when no updates are available - text is name of application */
"%1$@ is up to date." = "%1$@ は最新のものです。";

/* error description */
"%s is not reachable." = "%s に接続できません。";

/* error description when trying to start a download when one is already in progress */
"A download is already in progress." = "既にダウンロード中です。";

/* error reason - OSUInstaller.sh is missing */
"Cannot find the installer script." = "インストールスクリプトが見つかりません。";

/* error description - when we notice that we won't be able to unpack the update to the specified location - more detailed text, and an option to choose a different location, will follow */
"Cannot install update there" = "指定された場所にアップデートをインストールできません";

/* error description - RSS feed has an enclosure but the URL is malformed */
"Cannot parse enclosure url '%@'." = "エンクロージャ URL  '%@' を解釈できません。";

/* error description */
"Cannot parse price '%@' -- it should contain only digits and possibly a period as a decimal separator." = "価格 '%@' を解釈できません -- 半角数字および小数点を表すピリオドのみを使用してください。";

/* error description */
"Cannot parse release notes url '%@'." = "リリースノートの URL  '%@' を解釈できません。";

/* error reason - tried to run a check operation to fetch software update information, but it exited with an error code */
"Check operation failed." = "チェック操作に失敗しました。";

/* title of new versions available dialog, when in the process of checking for updates - text is name of application */
"Checking for %1$@ updates." = "%@ のアップデートを確認しています。";

/* error recovery option - to let the user choose where to install the newly-downloaded update */
"Choose Location\\U2026" = "場所を選択...";

/* error text generated when software update is unable to retrieve the list of current software versions */
"Could not contact %s." = "%s に接続できませんでした。";

/* error message - we downloaded and unpacked an update, but we can't stat its CFBundleExecutable file */
"Could not examine application" = "アプリケーションを検査できませんでした";

/* error message - we downloaded and unpacked an update, but now we can't read it */
"Could not read directory" = "ディレクトリを作成できませんでした";

/* status description */
"Decompressing\\U2026" = "展開中...";

/* error title */
"Download failed" = "ダウンロード失敗";

/* Download status - text is filename of update package being downloaded */
"Downloading %@ \\U2026" = "%@ をダウンロード中…";

/* details panel string - version of video card driver */
"Driver Version" = "ドライババージョン";

/* error description */
"Error fetching software update information." = "ソフトウェアアップデートの情報を取得できませんでした。";

/* error description */
"Error while checking for updated version." = "新しいバージョンを確認中にエラーが発生しました。";

/* error reason */
"Exception raised: %@" = "例外発生: %@";

/* details panel string - list of OpenCL platform extensions */
"Extensions" = "拡張子";

/* error reason */
"Extract script failed." = "取り出しスクリプトが失敗しました。";

/* status message - copying application from disk image to target filesystem */
"Extracting updated application\\U2026" = "アップデートされたアプリケーションを取り出し中…";

/* details panel string - column header for OpenCL device extensions */
"Exts" = "Ext";

/* error reason */
"Failed to create authorization." = "認証作成が失敗しました。";

/* relaunch error message */
"Failed to create child pipe: %s" = "子パイプを生成失敗: %s";

/* error reason */
"Failed to execute install script with authorization." = "認証を伴うインストールスクリプトの実行が失敗しました。";

/* relaunch error message */
"Failed to fork child process: %s" = "子プロセスのフォークに失敗: %s";

/* free upgrade price string - displayed in price column */
"free!" = "無料";

/* details panel string - column header for OpenCL device core frequency */
"Freq." = "周波数";

/* details panel string - name of video card driver */
"Hardware Driver" = "ハードウェアドライバ";

/* error reason */
"hdiutil failed to attach the disk image" = "hdiutil はディスクイメージをマウントできませんでした。";

/* details panel string - accumulated number of hours the program has been running */
"Hours Run" = "累計起動時間";

/* button title to allow user to stop being notified of releases on a particular track (eg, 'rc', 'beta', 'sneakypeek') */
"Ignore \\U201C%@\\U201D Releases" = "“%@” リリースを無視する";

/* button title - (download and) install the selected update */
"Install" = "インストール";

/* error reason */
"Install script exited due to signal %d." = "%d シグナルによりインストールスクリプトが終了しました。";

/* error reason */
"Install script exited with status %d." = "%d のステースによりインストールスクリプトが終了しました。";

/* error reason */
"Install script failed." = "インストールスクリプトが失敗しました。";

/* status description */
"Installing\\U2026" = "インストール中...";

/* details panel string - amount of video memory installed */

"Memory" = "メモリ";

/* button title - display more information about the selected update */
"More Information..." = "より詳しい情報…";

/* error reason - we downloaded an update, and it has more than one application in it */
"More than one application found in update (%@)" = "アップデートに複数のアプリケーションが存在します (%@)";

/* status message */
"Mounting disk image\\U2026" = "ディスクイメージをマウント中…";

/* error reason */
"Multiple mount points found in hdiutil results." = "hdiutil の結果に複数のマウントポイントがありました。";

/* error reason - we downloaded an update, but it doesn't seem to contain a new application */
"No application was found in the update" = "アップデートにアプリケーションが存在しませんでした";

/* error reason */
"No mount point found in hdiutil results." = "hdiutil の結果にマウントポイントがありませんでした。";

/* error description - RSS feed does not have an enclosure that we can use */
"No suitable enclosure found." = "適切なエンクロージャが見つかりません。";

/* details panel string - name of the OpenGL driver */
"OpenGL Driver" = "OpenGL ドライバ";

/* details panel string */
"OpenGL Extensions" = "OpenGL 機能拡張";

/* details panel string */
"OpenGL Renderer" = "OpenGL レンダラ";

/* details panel string */
"OpenGL Vendor" = "OpenGL ベンダー";

/* details panel string */
"OpenGL Version" = "OpenGL バージョン";

/* details panel string - PCI bus ID of video card */
"PCI ID" = "PCI ID";

/* error suggestion when trying to start a download when one is already in progress */
"Please cancel the existing download before starting another." = "新しいダウンロードを開始する前にダウンロード中のものをキャンセルしてください。";

/* error message - unable to download URL - extra text if it looks like a problem with the local filesystem */
"Please check the permissions and space available in your downloads folder." = "ダウンロードフォルダのアクセス権と空き容量を確認してください。";

/* error reason */
"Please try again later or contact us to let us know this is broken." = "後ほどやり直すか、テクニカルサポートまでご連絡ください。";

/* details panel value - shown if Quartz Extreme is not enabled */
"Quartz Extreme Disabled" = "Quartz Extreme が無効です";

/* details panel value - shown if Quartz Extreme is enabled */
"Quartz Extreme Enabled" = "Quartz Extreme が有効です";

/* relaunch error button */
"Quit" = "終了";

/* Download status - Done downloading, about to prompt the user to let us reinstall and restart the app */
"Ready to Install" = "インストールの準備ができました";

/* Window title for the release notes window */
"Release Notes" = "リリースノート";

/* status description - when quitting this application in order to finish upgrading */
"Restarting\\U2026" = "再起動中…";

/* error description - expected to find a specific element in RSS feed but didn't */
"RSS node contains no match for '%@'." = "RSS ノードに '%@' と一致するものがありません。";

/* title of new versions available dialog, when in the process of checking for updates - text is name of application - only used if this downgrade does not have a more specific warning message available */
"Stability downgrade warning" = "選択したバージョンは、現在起動中のバージョンより安定性で劣る可能性があります。";

/* error reason */
"System call wait() failed for install script." = "インストールスクリプトのシステムコール wait() が失敗しました。";

/* error description */
"The data returned from <%@> was not a valid XML document." = "<%@> から返されたデータは有効な XML 書類ではありませんでした。";

/* error failure reason - when the destination location is on a filesystem mounted with NOEXEC (cannot run programs from it) */
"The destination volume, \\U201C%@\\U201D, does not allow applications." = "インストール先に指定されたボリューム “%@” ではアプリケーションを実行できません。";

/* error failure reason - when the destination location is on a read-only filesystem such as a disk image or CDROM */
"The destination volume, \\U201C%@\\U201D, is not writable." = "インストール先に指定されたボリューム “%@” には書き込めません。";

/* caution text - it's actual size, but it seems much bigger to me - warn that it might be damaged or even maliciously replaced */
"The file is the wrong size (%@ too long). It might be corrupted." = "ファイルのサイズが違います (%@ は長すぎます)。ファイルが破損している可能性があります。";

/* caution text - we downloaded a file, but it's smaller than it's supposed to be - warn that it might be damaged or even maliciously replaced */
"The file is the wrong size (%@ too short). It might be corrupted." = "ファイルのサイズが違います (%@ は短すぎます)。ファイルが破損している可能性があります。";

/* caution text - we downloaded a file, but its checksum is not correct - warn that it might be damaged or even maliciously replaced. Parameter is name(s) of hash algorithms (md5, sha1, etc) */
"The file's checksum does not match (%@). It might be corrupted." = "ファイルのチェックサムが一致しません (%@)。ファイルが破損している可能性があります。";

/* error description - the update information wasn't signed at all, but we require it to be signed */
"The update information is not signed." = "アップデート情報に署名がありません。";

/* Install dialog message - small note indicating that app will be installed in a system or network directory - @ is replaced with name of directory, eg Applications */
"The update will be installed in the @ folder." = "アップデートは @ フォルダにインストールされます。";

/* Install dialog message - small note indicating that app will be installed in a user directory - @ is replaced with name of directory, eg Applications */
"The update will be installed in your @ folder." = "アップデートは @ フォルダにインストールされます。";

/* error reason - we downloaded an update, but there's something obviously wrong with the updated application, like it doesn't have an Info.plist or whatever */
"The updated application is invalid (%@)" = "アップデートしたアプリケーションは無効です (%@)";

/* title of new versions available dialog, when multiple updates are available - text is name of application */
"There are %2$d updates available for %1$@." = "%1$@ には %2$d つのアップデートが存在します。";

/* title of new versions available dialog, when one update is available - text is name of application */
"There is an update available for %1$@." = "%1$@ には 1 つのアップデートが存在します。";

/* error description - the checksum or signature didn't match - more info in underlying error */
"There was a problem checking the signature." = "署名の確認で問題がありました。";

/* error message - unable to download URL - extra text if it looks like a transitory network problem */
"This may be a temporary network problem." = "ネットワークの一時的な問題の可能性があります。";

/* text of dialog box informing user of change in software update query */
"This version of %@ sends additional information using your Internet connection (when active) to check for new and updated versions of itself." = "%@ は、インターネット接続を利用（有効な場合）して追加の情報を送信し、新たに更新されたバージョンがあるかどうかを確認します。";

/* error reason - we ran a helper tool to fetch software update information, but it didn't return any information */
"Tool returned no data" = "ツールから何もデータが返されませんでした";

/* details panel string - column header for OpenCL device type */
"Type" = "タイプ";

/* error description - we have some update information but it doesn't look authentic */
"Unable to authenticate the response from the software update server." = "ソフトウェアアップデートサーバからの応答を認証できません。";

/* error message - unable to download URL to LOCALFILENAME - will often be followed by more detailed explanation */
"Unable to download %@ to %@." = "%1$@ を %2$@ にダウンロードできません。";

/* error message - unable to download URL (but no LOCALFILENAME was chosen yet) - will often be followed by more detailed explanation */
"Unable to download %@." = "%@ をダウンロードできません。";

/* error description - will be followed by more detailed error reason */
"Unable to fetch software update information." = "ソフトウェアアップデートの情報を取得できませんでした。";

/* error description
   error description - could not copy from disk image to destination filesystem
   error description - could not move application into place during install
   error description - could not process .tar.bz2 file
   error description - we downloaded an update, but it doesn't seem to be valid
   error description - we downloaded an update, but there seems to be something wrong with the application it contained */





"Unable to install update" = "アップデートをインストールできません";

/* error description */

"Unable to mount disk image" = "ディスクイメージをマウントできません";

/* error description */
"Unable to parse response from the software update server." = "ソフトウェアアップデートのサーバからの応答を解釈できませんでした。";

/* error reason */
"Unable to parse the response from hdiutil: %@" = "hdiutil からの応答を構文解析できません: %@";

/* relaunch error title */
"Unable to relaunch" = "再度開けません";

/* details panel string - column header for OpenCL device processing-unit count */
"Units" = "ユニット";

/* error reason - downloaded upgrade package was not in a format we recognize */
"Unknown package type." = "不明なパッケージタイプです。";

/* status message */
"Unmounting disk image\\U2026" = "ディスクイメージをマウント解除中…";

/* Download status */
"Verifying file\\U2026" = "ファイルを検証中...";

/* message of no updates are available dialog */
"You are currently running %@." = "現在起動中のバージョンは %@ です。";

/* message of new versions available dialog */
"You are currently running %@.  If you're not ready to update now, you can use the [Update preference pane] to check for updates later or adjust the frequency of automatic checking." = "現在起動中のバージョンは %@ です。  アップデート処理を後で実行したい場合は、「自動ソフトウェアアップデート」環境設定を開き、「今すぐアップデートを確認」をクリックするか、アップデートの確認も頻度を調整します。";

/* error recovery suggestion - when we notice that we won't be able to unpack the update to the specified location - we offer to let the user choose another install location */
"You may be able to install in a different location." = "別の場所にインストールすることもできます。";

/* error text generated when software update is unable to retrieve the list of current software versions */
"Your Internet connection might not be active, or there might be a problem somewhere along the network." = "インターネットへ接続していないか、ネットワークに問題がある可能性があります。";